Repository: yaquake-dot-com/humidor
Catalog: Sources/Humidor/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, es_cl, es_es, et, fr, hu, it, lv, nl, pl, pt_br, pt_pt, ru, ta, tr, uk, zh_hans

source: Donating to Soulseek grants you privileges for a certain time period. If you have privileges, your downloads will be queued ahead of non-privileged users.
ca: Donar a Soulseek t'atorga privilegis durant un període de temps determinat. Si tens privilegis, les teves descàrregues es posaran en cua abans que els usuaris no privilegiats.
cs: Darování Soulseeku vám uděluje privilegia po určitou dobu. Pokud máte privilegia, vaše stahování bude zařazeno do fronty před neprivilegovanými uživateli.
de: Wenn du an Soulseek spendest, erhaltest du Privilegien für einen bestimmten Zeitraum. Wenn du über Berechtigungen verfügst, werden deine Downloads vor nicht privilegierten Benutzern in die Warteschlange gestellt.
es_cl: Donar a Soulseek le otorga privilegios durante un determinado periodo de tiempo. Si usted tiene privilegios, sus descargas se pondrán en cola antes que las de los usuarios sin privilegios.
es_es: Donar a Soulseek te otorga privilegios durante un determinado periodo de tiempo. Si tienes privilegios tus descargas se pondrán en cola antes que las de los usuarios sin privilegios.
et: Soulseekile annetamine annab sulle teatud ajaks privileegid. Kui sul on privileegid, asetatakse sinu allalaadimised privileegideta kasutajate omadest järjekorras ette.
fr: Faire un don à Soulseek vous donne des privilèges pour une certaine période. Si vous avez des privilèges, vos téléchargements seront mis en file d'attente avant ceux des utilisateurs non privilégiés.
hu: A Soulseek számára történő adományozás bizonyos ideig kiváltságokat biztosít. Ha vannak kiváltságai akkor a letöltései a nem kiváltságos felhasználók előtt kerülnek sorra.
it: Donare a Soulseek ti concede privilegi per un certo periodo di tempo. Se si dispone di privilegi, i download avranno priorità maggiore rispetto agli utenti senza privilegi.
lv: Ziedojot Soulseek jums tiek piešķirtas privilēģijas uz noteiktu laika periodu. Ja jums ir privilēģijas, jūsu lejupielādes būs rindā pirms lietotājiem, kuriem nav privilēģiju.
nl: Doneren aan Soulseek geeft je privileges voor een bepaalde tijd. Zolang je privileges hebt, krijgen jouw downloads voorrang.
pl: Darowizna dla Soulseek daje Ci przywileje na określony czas. Jeśli posiadasz przywileje, Twoje pobrania zostaną ustawione w kolejce przed nieuprzywilejowanymi użytkownikami.
pt_br: Doar para o Soulseek concede privilégios por um determinado período de tempo. Se você tiver privilégios, seus downloads serão enfileirados antes dos usuários não privilegiados.
pt_pt: Doar para o Soulseek concede privilégios por um determinado período de tempo. Se tiver privilégios, as suas decargas serão enfileiradas antes dos utilizadores não privilegiados.
ru: Пожертвование для Soulseek дает вам привилегии на определенный период времени. Если у вас есть привилегии, ваши загрузки будут поставлены в очередь перед непривилегированными пользователями.
ta: ஆன்மாதேடு நன்கொடை ஒரு குறிப்பிட்ட காலத்திற்கு உங்களுக்குச் சலுகைகளை வழங்குகிறது. உங்களிடம் சலுகைகள் இருந்தால், உங்கள் பதிவிறக்கங்கள் சலுகை பெறாத பயனர்களைவிட வரிசையில் நிற்கப்படும்.
tr: Soulseek'e bağış yapmak size belirli bir süre için ayrıcalıklar verir. Ayrıcalıklarınız varsa, indirmeleriniz ayrıcalıklı olmayan kullanıcılardan önce kuyruğa alınacaktır.
uk: Пожертвування на Soulseek надає вам привілеї на певний період часу. Якщо у вас є привілеї, ваші завантаження будуть стояти в черзі перед непривілейованими користувачами.
zh_hans: 向 Soulseek 捐款可获得一段时间的特权。如果您有特权，您的下载将排在非特权用户之前。

source: Double-click action for downloads:
ca: Acció de doble clic per a les descàrreges:
cs: Akce dvojitého kliknutí pro stahování:
de: Doppelklick-Aktion für Downloads:
es_cl: Acción de doble clic para las descargas:
es_es: Acción de doble clic para las descargas:
et: Topeltklõpsu toiming allalaadimistele:
fr: Action de double-clic pour les téléchargements :
hu: Dupla kattintásos művelet a letöltésekhez:
it: Azione di doppio clic sui download:
lv: Dubultklikšķa darbība priekš lejupielādēm:
nl: Dubbelklik-actie voor downloads:
pl: Akcja po dwukrotnym kliknięciu dla pobieranych:
pt_br: Ação de clique duplo para downloads:
pt_pt: Ação de clique duplo para descargas:
ru: Двойной щелчок для загрузок:
ta: பதிவிறக்கங்களுக்கு இரட்டை சொடுக்கு செயலை:
tr: İndirmeler için çift tıklama eylemi:
uk: Двічі клацніть для завантаження:
zh_hans: 双击下载操作：

source: Double-click action for uploads:
ca: Acció de doble clic per a càrregues:
cs: Akce dvojitého kliknutí pro nahrávání:
de: Doppelklick-Aktion für Uploads:
es_cl: Acción de doble clic para las subidas:
es_es: Acción de doble clic para las subidas:
et: Topeltklõpsu toiming üleslaadimistele:
fr: Action de double-clic pour les envois :
hu: Dupla kattintás a feltöltésekhez:
it: Azione di doppio clic sugli upload:
lv: Dubultklikšķa darbība augšupielādei:
nl: Dubbelklik-actie voor uploads:
pl: Akcja po dwukrotnym kliknięciu dla wysyłanych:
pt_br: Ação de clique duplo para uploads:
pt_pt: Ação de clique duplo para uploads:
ru: Действие двойного щелчка для раздачи:
ta: பதிவேற்றங்களுக்கான செயல் இருமுறை சொடுக்கு செய்யவும்:
tr: Yüklemeler için çift tıklama eylemi:
uk: Двічі клацніть для вивантаження:
zh_hans: 双击上传操作：

source: Download %lld files?
ca: Descarregar %lld fitxers?
cs: Stáhnout %lld souborů?
de: %lld-Dateien herunterladen?
es_cl: Descargar %lld archivos?
es_es: ¿Descargar %lld archivos?
et: Kas laadida alla %lld faili?
fr: Télécharger %lld fichiers ?
hu: Letölti a(z) %lld fájlt?
it: Scaricare %lld file?
lv: Vai lejupielādēt %lld failus?
nl: %lld bestanden downloaden?
pl: Pobrać %lld plików?
pt_br: Baixar %lld arquivos?
pt_pt: Descarregar %lld ficheiros?
ru: Скачать файлы %lld?
ta: %lld கோப்புகளைப் பதிவிறக்கவா?
tr: %lld dosya indirilsin mi?
uk: Завантажити файли %lld?
zh_hans: 下载 %lld 个文件？

source: Download / Upload To
ca: Descarregar / Pujar a
cs: Stáhnout / Nahrát do
de: Download / Upload zu
es_cl: Descargar/Subir a
es_es: Descargar/Subir a
et: Laadi alla / laadi üles
fr: Télécharger ou envoyer à
hu: Letöltés / Feltöltés
it: Download / Upload In
lv: Lejupielādēt / Augšupielādēt uz
nl: Downloaden / Uploaden naar
pl: Pobierz / Wyślij do
pt_br: Baixar / Enviar Para
pt_pt: Descarregar / Enviar Para
ru: Загрузить / Раздать
ta: பதிவிறக்க / பதிவேற்றவும்
tr: Şuraya İndir / Yükle
uk: Завантажити / Вивантажити до
zh_hans: 下载/上传至

source: Download File(s)
ca: Descarregar fitxers
cs: Stáhnout soubor(y)
de: Datei(en) herunterladen
es_cl: Descargar archivo(s)
es_es: Descargar archivo(s)
et: Laadi fail(id) alla
fr: Télécharger le(s) fichier(s)
hu: Fájl(ok) letöltése
it: Scarica File
lv: Lejupielādēt failu(s)
nl: Bestand(en) downloaden
pl: Pobierz plik(i)
pt_br: Download Arquivo(s)
pt_pt: Download Ficheiro(s)
ru: Скачать файл(ы)
ta: கோப்பு (கள்) பதிவிறக்கவும்
tr: Dosya(lar)ı İndir
uk: Завантажити файл(-и)
zh_hans: 下载文件

source: Download File(s) To…
ca: Descarregar fitxers a…
cs: Stáhnout soubor(y) do…
de: Datei(en) herunterladen zu …
es_cl: Descargar archivo(s) a…
es_es: Descargar archivo(s) a…
et: Laadi fail(id) kataloogi…
fr: Télécharger le(s) fichier(s) vers…
hu: Fájl(ok) letöltése ide…
it: Scarica File In…
lv: Lejupielādēt failu(s) uz…
nl: Bestand(en) downloaden naar…
pl: Pobierz plik(i) do…
pt_br: Baixar Arquivo(s) Para…
pt_pt: Descarregar Ficheiro(s) Para…
ru: Скачать файл(ы) в…
ta: கோப்பு (களை) பதிவிறக்கவும் to…
tr: Dosya(lar)ı Şuraya İndir…
uk: Завантажити файл(-и) до…
zh_hans: 下载文件 到…

source: Download Files to Folder
ca: Descarregar fitxers a la carpeta
cs: Stáhnout soubory do složky
de: Dateien in Ordner herunterladen
es_cl: Descargar archivos a la carpeta
es_es: Descargar archivos a esta carpeta
et: Laadi failid kausta
fr: Télécharger des fichiers dans un dossier
hu: Fájlok letöltése mappába
it: Scarica File nella Cartella
lv: Failu lejupielāde mapē
nl: Bestanden downloaden naar map
pl: Pobierz pliki do folderu
pt_br: Baixar Arquivos para Pasta
pt_pt: Descarregar Ficheiros para Pasta
ru: Загружать файлы в каталог
ta: கோப்புகளை கோப்புறையில் பதிவிறக்கவும்
tr: Dosyaları Klasöre İndir
uk: Завантажити файли в каталог
zh_hans: 下载文件到文件夹

source: Download Filters
ca: Filtres de descàrrega
cs: Filtry stahování
es_cl: Filtros de Descarga
es_es: Filtros de descarga
et: Allalaadimisfiltrid
fr: Filtres de téléchargement
hu: Letöltésszűrők
it: Filtri di Download
lv: Lejupielādes filtri
pl: Filtry pobierania
pt_br: Filtros de Download
pt_pt: Filtros de Descargas
ru: Фильтры загрузки
ta: வடிப்பான்களைப் பதிவிறக்கவும்
tr: İndirme Filtreleri
uk: Фільтри завантаження
zh_hans: 下载过滤器

source: Download Folder
ca: Descarregar la carpeta
cs: Stáhnout složku
de: Ordner herunterladen
es_cl: Descargar Carpeta
es_es: Descargar carpeta
et: Laadi kaust alla
fr: Télécharger le répertoire
hu: Mappa letöltése
it: Scarica Cartella
lv: Lejupielādēt mapi
nl: Map downloaden
pl: Folder pobierania
pt_br: Pasta de Download
pt_pt: Pasta de Descargas
ru: Скачать каталог
ta: கோப்புறை பதிவிறக்கவும்
tr: Klasörü İndir
uk: Завантажити каталог
zh_hans: 下载文件夹

source: Download Folder & Subfolders
ca: Carpeta de Descàrrega i Subcarpetes
cs: Stáhnout složku a podsložky
de: Download-Ordner & Unterordner
es_es: Descargar carpeta y subcarpeta(s)
et: Laadi kaust ja alamkaustad alla
fr: Télécharger le dossier et ses sous-dossiers
hu: Mappa és az almappáinak letöltése
lv: Lejupielādēt mapi un apakšmapes
nl: Map & submappen downloaden
pl: Pobierz folder i podfolder(y)
pt_br: Baixar Pastas e Subpastas
pt_pt: Pasta(s) & Subpasta(s) de Descargas
ru: Скачать каталог и подкаталог(и)
ta: _ கோப்புறை மற்றும் துணை கோப்புறைகள்
tr: Klasörü ve Alt Klasörleri İndir
uk: Завантажити каталог та підкаталоги

source: Download Folder & Subfolders To…
ca: Descarregar carpeta i subcarpetes a…
cs: Stáhnout složku a podsložky do…
de: Ordner & Unterordner herunterladen nach …
es_es: Descargar carpeta y subcarpeta(s) en…
et: Laadi kaust ja alamkaustad kataloogi…
fr: Télécharger le dossier et ses sous-dossiers Dans…
hu: Mappa és az almappáinak letöltése ide…
lv: Lejupielādēt mapi un apakšmapes uz…
nl: Map & submappen downloadennaar…
pl: Pobierz folder i podfolder(y) do…
pt_br: Baixar Pastas & Subpastas Para…
pt_pt: Descarregar Pasta(s) & Subpasta(s) Para…
ru: Скачать каталог и подкаталог(и) в…
ta: கோப்புறை மற்றும் துணை கோப்புறைகளைப் பதிவிறக்குக to…
tr: Klasörü ve Alt Klasörleri Şuraya İndir…
uk: Завантажити каталог та підкаталоги до…

source: Download Folder To…
ca: Descarregar la carpeta a…
cs: Stáhnout složku do…
de: Ordner herunterladen zu …
es_cl: Descargar Carpeta en…
es_es: Descargar carpeta en…
et: Laadi kaust kataloogi…
fr: Télécharger le répertoire vers…
hu: Mappa letöltése ide…
it: Scarica Cartella In…
lv: Lejupielādēt mapi uz…
nl: Map downloaden naar…
pl: Pobierz folder do…
pt_br: Baixar Pasta Para…
pt_pt: Descarregar Pasta Para…
ru: Скачать каталог в…
ta: கோப்புறையைப் பதிவிறக்குக to…
tr: Klasör(ler)ı Şuraya İndir…
uk: Завантажити каталог до…
zh_hans: 下载文件夹到……

source: Download Folder(s)
ca: Descarregar carpetes
cs: Stáhnout složku(y)
de: Ordner herunterladen
es_cl: Descargar Carpeta(s)
es_es: Descargar carpeta(s)
et: Laadi kaust(ad) alla
fr: Télécharger le(s) répertoire(s)
hu: Mappák letöltése
it: Scarica Cartella(e)
lv: Lejupielādēt mapi(es)
nl: Map(pen) downloaden
pl: Pobierz folder(y)
pt_br: BaixarPasta(s)
pt_pt: DescarregarPasta(s)
ru: Скачать каталог(и)
ta: பதிவிறக்கம் _ ஃபோல்டர் (கள்)
tr: Klasör(ler)i İndir
uk: Завантажити каталог(-и)
zh_hans: 下载文件夹

source: Download Folder(s) To…
ca: Descarregar carpetes a…
cs: Stáhnout Složku(y) do…
de: Datei(en) herunterladen zu …
es_cl: Descargar carpeta(s) a…
es_es: Descargar carpeta(s) a…
et: Laadi kaust(ad) kataloogi…
fr: Télécharger le(s) répertoire(s) vers…
hu: Mappák letöltése ide…
it: Scarica Cartella(e) In…
lv: Lejupielādēt mapi(es) uz…
nl: Map(pen) downloaden naar…
pl: Pobierz folder(y) do…
pt_br: Baixar Pasta(s) Para…
pt_pt: Descarregar Pasta(s) Para…
ru: Скачать каталог(и) в…
ta: கோப்புறையைப் பதிவிறக்குங்கள் (என்பது)…
tr: Klasör(ler)ı Şuraya İndir…
uk: Завантажити каталог(-и) до…
zh_hans: 将 文件夹下载到…

source: Download Speed Limits
ca: Límits de velocitat de descàrrega
cs: Limity rychlosti stahování
de: Download Geschwindigkeitsbegrenzungen
es_cl: Límites de Velocidad de Descarga
es_es: Límites de velocidad de descarga
et: Allalaadimise kiiruspiirangud
fr: Limites de vitesse de téléchargement
hu: Letöltési sebességkorlát
it: Limiti Velocità Download
lv: Lejupielādes ātruma ierobežojumi
nl: Download snelheidslimieten
pl: Limity prędkości pobierania
pt_br: Limites de velocidade de download
pt_pt: Limites de velocidade de descargas
ru: Ограничения скорости загрузки
ta: வேக வரம்புகளைப் பதிவிறக்கவும்
tr: İndirme Hızı Sınırları
uk: Обмеження швидкості завантаження
zh_hans: 下载速度限制

source: Download folder error
ca: Error en la carpeta de descàrrega
cs: Chyba stažení složky
de: Fehler beim Herunterladen des Ordners
es_cl: Error en la carpeta de descarga
es_es: Error en la carpeta de descarga
et: Kausta allalaadimise viga
fr: Erreur du téléchargement d'un répertoire
hu: Mappa letöltési hiba
it: Errore download cartella
lv: Lejupielādes mapes kļūda
nl: Fout in downloadmap
pl: Błąd pobierania folderu
pt_br: Erro na pasta de download
pt_pt: Erro na pasta de descargas
ru: Ошибка загрузки папки
ta: கோப்புறை பிழையைப் பதிவிறக்கவும்
tr: İndirme klasörü hatası
uk: Помилка завантаження каталогу
zh_hans: 下载文件夹出错

source: Downloaded Size
ca: Mida de la descàrrega
cs: Stažená velikost
de: Heruntergeladene Größe
es_cl: Tamaño de descarga
es_es: Datos descargados
et: Allalaaditud
fr: Quantité de données téléchargées
hu: Letöltött méret
it: Dimensione Ricevuta
lv: Lejupielādētais apjoms
nl: Gedownloade grootte
pl: Rozmiar pobranych
pt_br: Tamanho Baixado
pt_pt: Tamanho Descarregado
ru: Размер загрузок
ta: பதிவிறக்கம் செய்யப்பட்ட அளவு
tr: İndirmelerin Boyutu
uk: Завантажений розмір
zh_hans: 下载大小

source: Downloading (Speed / Active Users)
ca: Descàrrega (velocitat/usuaris actius)
cs: Stahování (rychlost / aktivní uživatelé)
de: Download (Geschwindigkeit / Aktive Nutzer)
es_es: Descarga (Velocidad / Usuarios activos)
et: Allalaadimine (kiirus / aktiivsed kasutajad)
fr: Téléchargement (vitesse / utilisateurs actifs)
hu: Letöltés (Sebesség / Aktív felhasználók)
it: In download (velocità / utenti attivi)
lv: Lejupielāde (ātrums / aktīvie lietotāji)
nl: Downloaden (Snelheid / Actieve gebruikers)
pl: Pobieranie (Prędkość / Aktywni użytkownicy)
pt_br: Baixando (velocidade / usuários ativos)
pt_pt: A descarregar (velocidade / utilizadores ativos)
ru: Загрузка (Скорость / Активные пользователи)
ta: பதிவிறக்குதல் (வேகம் / செயலில் உள்ள பயனர்கள்)
tr: İndirme (Hız / Etkin Kullanıcılar)
zh_hans: 下载（速度/活跃用户）

source: Downloads
ca: Descàrregues
cs: Stahování
es_cl: Descargas
es_es: Descargas
et: Allalaadimised
fr: Téléchargements
hu: Letöltések
it: Download
lv: Lejupielādes
pl: Pobieranie
ru: Загрузки
ta: பதிவிறக்கங்கள்
tr: İndirilenler
uk: Завантаження
zh_hans: 下载

source: Duration
ca: Durada
cs: Doba trvání
de: Dauer
es_es: Duración
et: Kestus
fr: Durée
hu: Időtartam
it: Durata
lv: Ilgums
nl: Duur
pl: Czas trwania
pt_br: Duração
pt_pt: Duração
ru: Продолжительность
ta: காலம்
tr: Süre
uk: Тривалість
zh_hans: 时长

source: Duration, e.g. >6:00 <12:00 !6:54
ca: Durada, per exemple >6:00 <12:00 !6:54
cs: Doba trvání, např. >6:00 <12:00 !6:54
de: Dauer, z. B. >6:00 <12:00 !6:54
es_es: Duración, por ejemplo >6:00 <12:00 !6:54
et: Kestus, nt. >6:00 <12:00 !6:54
fr: Durée, par exemple >6:00 <12:00 !6:54
hu: Időtartam, pl. >6:00 <12:00 !6:54
it: Durata, ad es. >6:00 <12:00 !6:54
lv: Ilgums, piem., >6:00 <12:00 !6:54
nl: Duur, bijv. >6:00 <12:00 !6:54
pl: Czas trwania, np. >6:00 <12:00 !6:54
pt_br: Duração, por exemplo, >6:00 <12:00 !6:54
pt_pt: Duração, por exemplo, >6:00 <12:00 !6:54
ru: Продолжительность, например >6:00 <12:00 !6:54
ta: காலம், எ.கா. > 6:00 <12:00! 6: 54
tr: Süre, örneğin >6:00 <12:00 !6:54
zh_hans: 持续时间，例如 >6:00 <12:00 !6:54

source: Duration:
ca: Durada:
cs: Doba trvání:
de: Dauer:
es_es: Duración:
et: Kestus:
fr: Durée :
hu: Időtartam:
it: Durata:
lv: Ilgums:
nl: Duur:
pl: Czas trwania:
pt_br: Duração:
pt_pt: Duração:
ru: Продолжительность:
ta: காலம்:
tr: Süre:
zh_hans: 持续时间：

source: Duration…
ca: Durada…
cs: Doba trvání…
de: Dauer …
es_es: Duración…
et: Kestus…
fr: Durée…
hu: Időtartam…
it: Durata…
lv: Ilgums…
nl: Duur…
pl: Czas trwania…
pt_br: Duração…
pt_pt: Duração…
ru: Продолжительность…
ta: காலம்…
tr: Süre…
zh_hans: 期间…

source: Each list of search results has its own filter which can be revealed by toggling the Result Filters button. A filter is made up of multiple fields, all of which are applied when pressing Enter in any one of its fields. Filtering is applied immediately to results already received, and also to those yet to arrive.
ca: Cada llista de resultats de cerca té el seu propi filtre que es pot revelar commutant el botó Filtres de resultats. Un filtre està format per diversos camps, tots els quals s'apliquen en prémer Retorn en qualsevol dels seus camps. El filtratge s'aplica immediatament als resultats ja rebuts, i també als que encara no han arribat.
cs: Každý seznam výsledků vyhledávání má svůj vlastní filtr, který lze odhalit přepínáním tlačítka Filtry výsledků. Filtr se skládá z více polí, z nichž všechna se použijí při stisknutí klávesy Enter v některém z jeho polí. Filtrování se provede okamžitě na již přijaté výsledky a také na ty, které ještě nedorazí.
de: Jede Suchergebnisliste hat ihren eigenen Filter, der durch Umschalten des Buttons "Ergebnisfilter" angezeigt werden kann. Ein Filter besteht aus mehreren Feldern, die alle angewendet werden, wenn man in einem beliebigen Feld Enter drückt. Die Filterung wird sofort auf bereits erhaltene Ergebnisse angewendet und auch auf solche, die noch eintreffen werden.
es_es: Cada lista de resultados de búsqueda tiene su propio filtro, que puede mostrarse pulsando el botón Filtros de resultados. Un filtro se compone de múltiples campos, los cuales se aplican al pulsar «Intro» en cualquiera de sus campos. El filtrado se aplica inmediatamente a los resultados ya recibidos, y también a los que estén por llegar.
et: Igal otsingutulemuste loendil on oma filter, mille saab avada vajutades nuppu Vastete filtrid. Filter koosneb mitmest väljast, mis kõik rakenduvad mõnel väljal sisestusklahvi vajutamisel. Filtreerimine rakendub kohe saadud tulemustele ja ka veel saabuvatele tulemustele.
fr: Chaque liste de résultats de recherche possède son propre filtre qui peut être affiché en cliquant sur le bouton « Filtres de résultats ». Un filtre est composé de plusieurs champs, chacun s'appliquant lorsque la touche Entrée est Appuyé. Le filtrage s'applique alors aussitôt aux résultats déjà reçus ainsi qu'à ceux à venir.
hu: Minden keresésieredmény-listának saját szűrője van, amelyet az eredményszűrők gomb megnyomásával lehet megjeleníteni. Egy szűrő több mezőből áll, amelyek mindegyike akkor kerül alkalmazásra, ha bármelyik mezőjében lenyomja az Enter billentyűt. A szűrés azonnal alkalmazásra kerül a már beérkezett és a még beérkező eredményekre is.
it: Ogni elenco di risultati di ricerca ha il proprio filtro, che può essere rivelato attivando il pulsante Filtra risultati. Un filtro è composto da più campi, che vengono tutti applicati quando si preme Invio in uno dei suoi campi. Il filtraggio viene applicato immediatamente ai risultati già ricevuti e a quelli che appariranno.
lv: Katram meklēšanas rezultātu sarakstam ir savs filtrs, ko var atklāt, pārslēdzot pogu 'Rezultātu filtri'. Filtrs sastāv no vairākiem laukiem, kuri visi tiek pielietoti, nospiežot Enter jebkurā no laukiem. Filtrēšana tiek nekavējoties pielietota jau saņemtajiem rezultātiem, kā arī tiem, kas vēl tiks saņemti.
nl: Elke lijst met zoekresultaten heeft zijn eigen filter die zichtbaar gemaakt kan worden door op de resultaatfilters-knop te klikken. Een filter bestaat uit meerdere velden, die allemaal worden toegepast wanneer je op Enter drukt in een van de velden. Het filteren wordt direct toegepast op de al ontvangen resultaten, en ook op de resultaten die nog moeten binnenkomen.
pl: Każda lista wyników wyszukiwania ma swój własny filtr, którego można użyć przełączając przycisk Filtry wyników. Filtr składa się z wielu pól, z których wszystkie są stosowane po naciśnięciu Enter w którymś z jego pól. Filtrowanie jest stosowane natychmiast do wyników już otrzymanych, a także do tych, które dopiero nadejdą.
pt_br: Cada lista de resultados de pesquisa tem seu próprio filtro que pode ser revelado alternando o botão Filtros de resultados. Um filtro é composto de vários campos, todos aplicados ao pressionar Enter em qualquer um de seus campos. A filtragem é aplicada imediatamente aos resultados já recebidos e também aos que ainda não chegaram.
pt_pt: Cada lista de resultados de pesquisa tem o seu próprio filtro que pode ser revelado alternando o botão Filtros de resultados. Um filtro é composto de vários campos, todos aplicados ao pressionar Enter em qualquer um dos seus campos. A filtragem é aplicada imediatamente aos resultados já recebidos e também aos que ainda não chegaram.
ru: Каждый список результатов поиска имеет свой собственный фильтр, который можно открыть, нажав кнопку «Фильтры результата». Фильтр состоит из нескольких полей, каждое из которых применяется при нажатии клавиши «Enter». Фильтрация применяется к полученным и не полученным результатам.
ta: தேடல் முடிவுகளின் ஒவ்வொரு பட்டியலிலும் அதன் சொந்த வடிகட்டி உள்ளது, இது முடிவு வடிப்பான்கள் பொத்தானை மாற்றுவதன் மூலம் வெளிப்படுத்த முடியும். ஒரு வடிகட்டி பல புலங்களால் ஆனது, இவை அனைத்தும் அதன் எந்த புலத்திலும் உள்ளிடும்போது பயன்படுத்தப்படுகின்றன. ஏற்கனவே பெறப்பட்ட முடிவுகளுக்கும், இன்னும் வராதவர்களுக்கும் வடிகட்டுதல் உடனடியாக பயன்படுத்தப்படுகிறது.
tr: Her arama sonucu listesinin, Sonuç Filtreleri düğmesi değiştirilerek gösterilebilen kendi filtresi vardır. Bir filtre, birden çok alandan oluşur ve bunların tümü, alanlarından herhangi birinde Enter tuşuna basıldığında uygulanır. Filtreleme, zaten alınmış olan sonuçlara ve henüz alınmayan sonuçlara hemen uygulanır.
zh_hans: 每个搜索结果列表都有自己的过滤器，可以通过切换“结果过滤器”按钮来显示。过滤器由多个字段组成，在其任一字段中按 Enter 时将应用所有这些字段。过滤会立即应用于已收到的结果，也适用于尚未到达的结果。

source: Edit
ca: Edita
cs: Upravit
de: Bearbeiten
es_es: Editar
et: Muuda
fr: Modifier
hu: Szerkesztés
it: Modifica
lv: Rediģēt
nl: Aanpassen
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ru: Редактировать
ta: தொகு
tr: Düzenle
uk: Редагувати
zh_hans: 编辑

source: Edit Censored Pattern
ca: Editar el patró censurat
cs: Úprava cenzurovaného vzoru
de: Zensiertes Muster bearbeiten
es_es: Modificar el patrón censurado
et: Muuda tsenseeritud mustrit
fr: Modifier le motif de censure
hu: Cenzúrázott minták szerkesztése
it: Modifica corrispondenze censurate
lv: Rediģēt cenzūras šablonu
nl: Gecensureerd patroon bewerken
pl: Edycja cenzurowanego wzoru
pt_br: Editar Padrão de Censura
pt_pt: Editar Padrão de Censura
ru: Редактировать шаблон цензуры
ta: தணிக்கை செய்யப்பட்ட வடிவத்தைத் திருத்து
tr: Sansürlenen Kalıbı Düzenle
zh_hans: 编辑违禁词匹配模式

source: Edit Command
ca: Modificar ordre
cs: Úprava příkazu
de: Befehl bearbeiten
es_es: Modificar comando
et: Muuda käsku
fr: Éditer les commandes
hu: Parancsszerkesztés
it: Modifica comando
lv: Rediģēt komandu
nl: Commando bewerken
pl: Edytuj polecenie
pt_br: Editar Comando
pt_pt: Editar Comando
ru: Редактировать команду
ta: கட்டளையைத் திருத்து
tr: Komutu Düzenle
zh_hans: 编辑命令
